Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/mysituation.html.txt.tmx
Source language: en
Languages: ga

source: This page is divided into two sections, "I am..." and "I want to..."
ga: Tá an leathanach seo roinnte ina dhá chuid, "Is duine mé..." agus "Ba mhaith liom..."

source: "I am..." contains links to information for people in particular situations, for example, people with a disability or people starting a business
ga: Sa chuid "Is duine mé..." tá naisc ann chuig eolas do dhaoine atá i gcásanna áirithe, mar shampla, daoine atá faoi mhíchumas nó daoine atá ag tosú gnó

source: Each link in the section goes to either an overview document, a checklist of services and entitlements or a part of the website with relevant information
ga: Téann gach nasc sa chuid sin chuig cáipéis fhorbhreathnaithe, seicliosta de sheirbhísí agus teidlíochtaí nó chuig cuid den tsuíomh le heolas ábhartha

source: "I want to..." contains links that aim to answer Frequently Asked Questions (FAQs) on this website, for example, how to apply for a driving licence or how to appeal a Social Welfare decision
ga: Sa chuid "Ba mhaith liom..." tá naisc ann agus é mar aidhm acu ceisteanna coitianta a fhreagairt ar an tsuíomh seo, mar shampla, conas iarratas a dhéanamh ar cheadúnas tiomána nó conas achomharc a iarradh ar chinneadh Leasa Shóisialaigh

source: Each link in this section goes to a document or a part of the website with relevant information
ga: Téann gach nasc sa chuid seo chuig cáipéis nó chuig cuid den tsuíomh le heolas ábhartha

source: │ • A person with a disability or illness │ • Cohabiting │
ga: │ • atá faoi mhíchumas nó le tinneas │ • atá i mo chomhchónaí │

source: │ • The parent of a child with a disability │ • Looking for information following the breakdown of a marriage or other relationship │
ga: │ • atá mar thuismitheoir ar pháiste faoi mhíchumas │ • atá ar lorg faisnéis faoi cliseadh pósta nó caidrimh │

source: │ • A carer │ • Becoming a parent │
ga: │ • atá i mo chúramóir │ • atá le bheith i mo thuismitheoir │

source: │ • An older or retired person │ • Hoping to adopt or foster a child │
ga: │ • atá aosta nó atá imithe ar scor │ • atá ag súil le páiste a uchtú nó a altramú │

source: │ • Working part-time │ • A lone parent │
ga: │ • atá ag obair go páirtaimseartha │ • atá ina t(h)uismitheoir aonair │

source: │ • Being made redundant │ • A widow, widower or surviving civil partner │
ga: │ • atá le bheith fágtha iomarcach │ • atá ina baintreach, ina bhaintreach fir nó ina p(h)áirtí sibhialta mharthanaigh │

source: │ • Unemployed │ • Leaving prison │
ga: │ • atá dífhostaithe │ • atá ag fágáil príosúin │

source: │ • Looking for employment or internship schemes (see also our microsite, gettingbacktowork.ie) │ • Starting school │
ga: │ • atá ag cuardach fostaíochta nó scéimeanna intéirneachta (féach freisin ar ár mion-suíomh gettingbacktowork.ie)( │ • atá ag tosú ar scoil │

source: │ • Having difficulties paying my rent or mortgage - see our microsite, keepingyourhome.ie │ • Leaving school │ │ • Starting a business │ • Going to college │
ga: │ • le deacrachtaí mo chíos nó mo mhorgáiste a íoc – féach ar ár mion-suíomh, keepingyourhome.ie │ • atá ag brath ar dhul ar choláiste │

source: │ • In debt │ • Coming to Ireland │
ga: │ • atá ag tosú gnó │ • atá ag teacht go hÉirinn │

source: │ • Self-employed │ • An Irish citizen returning to Ireland │
ga: │ • atá i bhfiachas │ • atá ina s(h)aoránach Éireannach ag filleadh ar Éirinn │

source: │ • Leaving direct provision │ • Retiring to Ireland │
ga: │ • atá féinfhostaithe │ • atá ag dul ar scor go hÉirinn │

source: │ • Recently bereaved │ • Planning to emigrate within the EU/EEA │
ga: │ • a chaill duine éigin le gairid │ • a bhfuil sé i gceist acu dul ar imirce taobh istigh den AE/LLE │

source: │ • Getting married │ • Planning to emigrate outside the EU/EEA │
ga: │ • atá chun pósadh │ • a bhfuil sé i gceist agam dul ar imirce taobh amuigh den AE/LLE │
